tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"

brew "bat"
brew "exa"
brew "fzf"
brew "gh"
brew "graphviz"
brew "jq"
brew "libmagic"
brew "openssl@3"
brew "pre-commit"
brew tap cjbassi/gotop
brew "gotop"
brew "karabiner-elements"
brew "gemini-cli"
brew "mole"
brew "postgresql@18"
brew "pyenv"
brew "uv"
brew "python@3.14"