tap "homebrew/bundle"
tap "homebrew/services"
tap "cjbassi/gotop"

brew "bat"
brew "eza"
brew "fzf"
brew "tldr"
brew "gh"
brew "pre-commit"
brew "graphviz"
brew "jq"
brew "libmagic"
brew "gotop"
cask "karabiner-elements"
brew "gemini-cli"
cask "copilot-cli"
brew "mole"
brew "postgresql@18"
brew "pyenv"
brew "uv"
brew "python@3.14"
brew "nvm"
brew "pnpm"
brew "rtk"
cask "claude-code"
cask "handy"
brew "fd"
brew "ripgrep"
brew "semgrep"
brew "gitleaks"